Repository: daliamansour11/flightBooking
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appName
source: FlightBooking
ar: حجز الرحلات

source: No Route Found
ar: لايوجد صفحات

source: Book Your flight
ar: احجز رحلتك

source: One way
ar: اتجاه واحد

source: Roundtrip
ar: جوله

source: Multi-city
ar: مدن متعددة

source: FROM
ar: من

source: TO
ar: الي

source: DEPARTURE
ar: موعد الرحله

source: ADULTS
ar: البالغين

source: CHILDREN
ar: الاطفال

source: ECONNOMY
ar: اقتصادي

source: BUSINESS
ar: رجال اعمال

source: FIRST CLASS
ar: الدرجه الاولي

source: Search Flight
ar: رحله البحث

source: Search Result
ar: نتيجه البحث

source: Available Flight
ar: الرحلات المتوافرة

source: Book Flight
ar: حجز الرحله

source: Best Value Offers to Asia!
ar: افضل العروض القيمه للسفر لاسيا!
